Repository: BULAC/koha-sudoc
Catalog: po/*.po
Languages: fr

source: {iln} ILN spool init
fr: Inititlisation du spool de l'ILN {iln}

source: File {file} doesn't exist
fr: Le fichier {file} n'existe pas

source: File {file}:
fr: Fichier {file} :

source: Files containing loaded authorities:
fr: Fichiers des autorités chargées :

source: Files containing loaded biblio records:
fr: Fichiers des notices chargées :

source: Files containing waiting authorities:
fr: Fichiers des autorités en attente :

source: Files containing waiting biblio records:
fr: Fichiers des notices en attente :

source: Files containing authorities beeing transfered:
fr: Fichiers des autorités en cours de transfert :

source: Files containing biblio records beeing transfered:
fr: Fichiers des notices en cours de transfert :

source: Starting ABES transfer daemon
fr: Démarrage de la tâche de fond de transfert des fichiers ABES

source: Send GTD: ILN {iln}, job {jobid}, year {year}
fr: Envoi GTD : ILN {iln}, job {jobid}, année {year}

source: End file transfer from ABES for ILN {iln}
fr: Fin du transfert de l'ABES pour l'ILN {iln}

source: ILN {iln} is missing in sudoc.conf
fr: L'ILN {iln} est absent du fichier sudoc.conf

source: Loading file: {file}
fr: Chargement du fichier : {file}

source: One record has been handled
fr: Un enregistrement a été traité

source: One record has been added
fr: Un enregistrement a été ajouté

source: One record has been merged
fr: Un enregistrement a été fusionné

source: One record has been skipped
fr: Un enregistrement a été ignoré

source: ** Test ** File {file} has not been loaded
fr: ** Test ** Le fichier {file} n'a pas été chargé

source: Sudoc merging of PPN {ppn} with Koha authority {id}
fr: Fusion Sudoc du PPN {ppn} avec l'autorité Koha {id}

source: Authority #{count} PPN {ppn}
fr: Autorité #{count} PPN {ppn}

source: ERROR: Authority without heading
fr: ERREUR : Autorité sans champ vedertte

source: Warning! the entering biblio record has to be merged toseveral existing Koha biblios. TO BE DONE MANUALLY
fr: Attention! la notice biblio entrante doit être fusionnée à plusieurs notices Koha existantes. À FAIRE MANUELLEMENT

source: Warning! bad encoding in position 13. Fix it.
fr: Attention ! mauvais encodage en position 13. On le corrige.

source: * Replace {authid}
fr: * Remplace {authid}

source: * Add {authid}
fr: * Ajoute {authid}

source: Merging Sudoc PPN {ppn} with Koha biblio {biblionumber}
fr: Fusion Sudoc du PPN {ppn} avec la notice Koha {biblionumber}

source: Biblio record #{count} PPN {ppn}
fr: Notice #{count} PPN {ppn}

source: * Skipped
fr: * Ignoré

source: PPN found in Koha biblio record {biblionumber}
fr: Le PPN a été trouvé dans la notice Koha {biblionumber}

source: Merging Koha biblio {biblionumber} found in 035$a for RCR {rcr}
fr: Fusion de la notice Koha {biblionumber} trouvée en 035$a pour le RCR {rcr}

source: Warning! the entering biblio must be merged into several existing Koha biblio records. TO BE DONE MANUALLY
fr: Attention! la notice biblio entrante doit être fusionnée à plusieurs notices Koha existantes. À FAIRE MANUELLEMENT

source: Biblio after processing:
fr: Notice après traitements :

source: * Replace {biblionumber}
fr: * Remplace {biblionumber}

source: * Add
fr: * Ajout

source: No biblio record found with biblionumber {biblionumber}
fr: Pas de notice trouvée ayant le biblionumber {biblionumber}
